Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# ClearDownloadedVideosAction
source: Clear
af_za: Maak skoon
as_in: Limpiar
az_latn_az: Təmizlə
be: Ачысціць
bs_latn_ba: Izbriši
cs: Vymazat
de_de: Löschen
es_mx: Borrar
eu: Garbitu
fi_fi: Tyhjennä
gl_es: Borrar
hi_in: साफ़ करें
hu: Törlés
ja_jp: 消去
ka_ge: გაწმენდა
kk_kz: Тазалау
kn: ತೆರವುಗೊಳಿಸು
ko_kr: 지우기
lv: Notīrīt
mn_mn: Цэвэрлэх
my: ရှင်းလင်းမည်
no: Tøm
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru_ru: Очистить
sk_sk: Vymazať
sq_al: për vendosmëri politike
sr_cyrl_rs: Обриши
sv: Rensa
ta: அகற்று
te_in: క్లియర్ చేయి
th: ล้าง
uk: Очистити
uz: Aniq
zh_tw: 清除
zu_za: Sula

source: Cancel
af_za: Kanselleer
as_in: বাতিল কৰক
az_latn_az: Ləğv et
be: Скасаваць
bs_latn_ba: Otkaži
cs: Zrušit
de_de: Abbrechen
es_mx: Cancelar
eu: Utzi
fi_fi: Peruuta
gl_es: Cancelar
hi_in: रद्द करें
hu: Mégse
ja_jp: キャンセル
ka_ge: შეწყვეტა
kk_kz: Болдырмау
kn: ರದ್ದು
ko_kr: 취소
ky_kg: Жокко чыгаруу
lv: Atcelt
mn_mn: Цуцлах
my: ပယ္ဖ်က္မည္
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv: Avbryt
ta: இரத்துச்செய்யவும்
te_in: రద్దు
th: ยกเลิก
uk: Скасувати
uz: Bekor qilish
zh_tw: 取消
zu_za: Khansela

# AccountsLoadFailed
source: Could not load accounts
ru_ru: Не удалось загрузить аккаунты
